import React from 'react';

const Cv = () => {
  return (
    <div>
      <div id="cvResult">
        <article>
          <h1>Александр Вшивцев</h1>
          <b>Пафос, Кипр <br/>Почта: vshivcev.alexandr@gmail.com <br/> Телефон: +35794425213 <br/> Telegram, WhatsApp: +79817091960</b>
          <p>Начинающий frontend разработчик в поиске удаленной junior позиции или стажировки, на которой смогу продолжить свое развитие как специалиста. Стремлюсь всегда доводить дело до конца, хорошо работаю как в команде, так и самостоятельно. Планирую расширять свой стек технологий в frontend разработке, и освоить backend.</p>
        </article>

        <article>
          <h2>ОБРАЗОВАНИЕ</h2>
          <ul>
            <li>
              Апрель - сентябрь 2022
              <p>
                Программа “Профессия frontend разработчик”, html academy
                За 6 месяцев успешно выполнил три учебных проекта, изучил JavaScript, HTML/CSS (LESS, SASS), адаптивную верстку, верстка React компонентов.
              </p>
            </li>
            <li>
              2012 - 2015
              <p>
                Кафедра кораблестроения, CПбГМТУ, неоконченное высшее
                Изучал дисциплины в сфере инженерного дела, технологии кораблестроения.
              </p>
            </li>
          </ul>

          <h2>Опыт работы</h2>
          <ul>
            <li>
              Декабрь 2021 - март 2022
              <p>
                Оператор чпу, НПО “Риэлта”
                Программировал и налаживал станки с числовым программным управлением. В течение трех месяцев освоил новую профессию, параллельно обучаясь на курсах повышения квалификации, и окончил испытательный срок досрочно.
              </p>
            </li>
            <li>
              Декабрь 2015 - Ноябрь 2021
              <p>
                Начальник водолазной станции/водолаз, министерство обороны рф
                Руководил группой из 8 человек, принимал участие и командовал водолазными спусками в различных гидрометеорологических условиях. Поддерживал продуктивную атмосферу в команде с людьми с разными бекграундами. Научился сохранять спокойствие в любой ситуации и работать в условиях повышенной опасности, а также работать с людьми в состоянии стресса.
              </p>
            </li>
          </ul>

          <h2>Навыки</h2>
          <ul>
            <li>
              JavaScript
            </li>
            <li>
              HTML/CSS (LESS, SASS)
            </li>
            <li>
              React
            </li>
            <li>
              Адаптивная и семантическая верстка по БЭМ
            </li>
            <li>
              GULP, WebPack
            </li>
            <li>
              Figma
            </li>
            <li>
              Git
            </li>
          </ul>
        </article>
      </div>
    </div>
  )
}

export default Cv
